# RbsDistributionsysVlgParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsDistributionsysVlgParam Property
ParameterTypeId Class See Also
---
"Line to Ground Voltage"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsDistributionsysVlgParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsDistributionsysVlgParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsDistributionsysVlgParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace